{
	name_of_era:"Antichitate",
	part_of_era:"Orientul Antic",
scene:"
",




health : "Când vine vorba de tratarea bolilor, oamenii din Orientul Antic nu renunță la ideea că acestea sunt cauzate de ființe supranaturale, fie ele zei sau fantome ale membrilor de familie morți. Pentru a trata boala, oamenii trebuiau să marturiseaza păcatele pe care le-au săvârșit, iar doctorii rosteau incantații și foloseau amulete pentru a încerca să-i salveze. Totuși, existau doctori care încercau leacuri cu diferite plante, recomandau diete și efectuau intervenții chirugicale, spălandu-se pe mâini și folosind instrumente precum clește, bisturiu și foarfece. Considerat “primul medic” și apoi zeu, Imhotep, arhitect din Egipt, considera că boala apare din cauze naturale, nu din mânia zeilor. Rănile (cauzate de lupte, animale) nu erau tratate prin farmece datorită ideii de cauză-efect, acestea fiind tratate cu medicamente și bangajate. Pentru a îndeplini atribuțiile de doctor, atât bărbații, cât și femeile din Egipt, trebuiau să învețe în “Casa Vieții”, o școală în care se depozitau papirusuri cu învățături medicale și predau cei deveniți deja doctori.
",





food : "Datorită mediului natural din Orient, oamenii dezvoltă în continuare agricultura, principala lor activitate, așezându-se în zone învecinate apelor. Un rol important în agricultură l-au avut fluvii precum Tigru, Eufrat și Nil, aceastea aducând în urma revărsării minereuri ce făceau pământurile fertile și ușor de lucrat. În Mesopotamia (“ținutul dintre râuri”, aflată între Tigru și Eufrat) oamenii au realizat că pot săpa canale să străbată câmpurile, irigand astfel recoltele. Având o recolta bogată constând majoritar din cereale, pâinea devine alimentul principal și berea devine băutură săracilor, vinul fiind cea a bogaților.
	Totuși, unii oamenii duc o viață seminomadă, deplasându-se mereu în căutarea pășunilor (uneori creându-le chiar ei, defrișând păduri) pentru a putea crește animale precum oi, cai, porci sau păsări, ocupându-se și de vânat, atunci când animale sălbatice le amenințau turmele. Casele acestora erau construite în așa fel încât să fie ușor de demontat și transportat, folosind materiale precum piei de animale și oase.
 ",





construction: "Arhitectura caselor din Antichitate evoluează semnificativ. În Mesopotamia, hambarele și unele case erau construite din trestie, altele erau construite din cărămizi de lut uscate la soare sau arse în cuptoare, având acoperișuri plate și curți interioare. Toate aceste case adăposteau mai multe familii din același trib. Tot în Mesopotamia apar și primele orașe-state, conduse de un rege, formate din o cetate și teritoriul din jurul acesteia. Un important astfel de oraș era Babilonul, principala clădire din acesta fiind templul închinat zeului Marduk, acoperit cu aur. În Orientul Antic au fost construite multe astfel de clădiri, închinate zeilor sau anumitor suverani, cele mai importante fiind templele (clădiri destinate activităților religioase), zigguratele (monumente religioase cuprinzând temple și clădiri administrative) și piramidele (morminte regale ale faraonilor).
"
}